[
    {
      "title": "Account Abstraction",
      "description": "This project exemplifies the next generation of digital asset management on the Ethereum blockchain by utilizing ERC-4337 Account Abstraction for user authentication. Create Smart Wallet with just User name and Password",
      "image": "images/BlockchainProjects/unipass.PNG",
      "link": "https://aa-puce.vercel.app/"
    },
    {
      "title": "Gated Websites",
      "description": "No more hassle of username-password combinations or OTPs, simply connect your wallet and gain instant, secure access.",
      "image": "images/BlockchainProjects/signin.PNG",
      "link": "https://sign-in-b4xz.vercel.app/"
    },
    {
      "title": "Mirac.eth NFT Gallery",
      "description": "A sleek, Web3-enabled platform for NFT management with real-time fetching and pagination.",
      "image": "images/BlockchainProjects/gallery.PNG",
      "link": "https://gallery-gamma-bay.vercel.app/"
    },
    {
      "title": "Quick Vault",
      "description": "Create and secure your NFT wallet effortlessly—no complex keys or seed phrases required. You can Continue as Guest and create your wallet with just a password.",
      "image": "images/BlockchainProjects/wallet.PNG",
      "link": "https://wallet-henna-ten.vercel.app/"
    },
    {
        "title": "Purchase NFT with Credit Card",
      "description": "Interested in providing your users with the convenience of purchasing NFTs using their credit cards? Look no further - explore our solution today.",
      "image": "images/BlockchainProjects/crossmint.PNG",
      "link": "https://crossmint.vercel.app/"
    },
    {
        "title": "NFT Mail Notify",
        "description": "Notify your NFT claimants with ease after claiming their NFT through MailChain's efficient notification system",
        "image": "images/BlockchainProjects/mailchain.JPG",
        "link": "https://mailchain.vercel.app/"
      },
      {
          "title": "Stake Your Nft",
          "description": "Mint Nft, Stake it and Earn Rewards.",
          "image": "images/BlockchainProjects/stake.JPG",
          "link": "https://stake-nft.vercel.app/"
        },
      {
          "title": "Complete 2 Collect",
          "description": "Complete tasks to unlock your deposited funds. Get your money back with every goal achieved. Welcome to Accountability App." ,
          "image": "images/BlockchainProjects/c2c.PNG",
          "link": "https://complete2-collect.vercel.app/"
        },
   
        {
            "title": "Token Bound Account",
            "description": "Unlock the future of digital asset management with our Token-Bound Wallet. This unique solution allows you to transfer the entire wallet simply by exchanging a special Account NFT. Effortlessly gift or sell your entire digital portfolio with a single transaction." ,
            "image": "images/BlockchainProjects/TBA.PNG",
            "link": "https://token-bound-wallet.vercel.app/"
          },
          {
              "title": "Purchase with Credit Card",
              "description": "Transform your credit card into a key to the NFT universe. Purchasing unique digital assets has never been easier. Purchase NFT using your credit card." ,
              "image": "images/BlockchainProjects/creditcard.PNG",
              "link": "https://paper-wallet-thirdweb.vercel.app/"
            },
            {
                "title": "Decentralized Token Whitelisting and Messaging DApp",
                "description": "Explore a cutting-edge DApp that enables secure token whitelisting, personalized messaging, and easy token claims within the blockchain network. Enhance trust and security in token transfers while fostering an inclusive token economy. Embrace the future of blockchain technology today!" ,
                "image": "images/BlockchainProjects/BToken.JPG",
                "link": "https://blockchain-token-swap-app.vercel.app/"
              },
              {
                  "title": "Your Digital Healthcare Companion",
                  "description": "Welcome to our Healthcare System! Our platform provides a secure way to manage your medical records, appointments, and prescriptions in one place. Say goodbye to the hassle of maintaining paper records and managing multiple appointments with different healthcare providers. With our user-friendly interface, you can easily keep track of your health history, share your medical information with authorized healthcare professionals, and receive personalized care. Join us today and take control of your health journey!" ,
                  "image": "images/BlockchainProjects/healthcare.JPG",
                  "link": "https://health-care-liard.vercel.app/"
                },
                {
                  "title": "Join the early adopters' club with our whitelist dapp for Crypto Devs",
                  "description": "You aim to grant early supporters exclusive access to your collection by developing a whitelist decentralized application for Crypto Devs. The focus is on facilitating early access for initial adopters, with plans to eventually integrate it with the NFT collection." ,
                  "image": "images/BlockchainProjects/web1.JPG",
                  "link": "https://nft-collection-liart-iota.vercel.app/"
                },
                {
                    "title": "Join Early Whitelisting for NFT Collection",
                    "description": "The App allows you to join the whitelist for the NFT collection. The app is built on the Ethereum blockchain and uses smart contracts to facilitate transactions. The app is designed to be user-friendly, with an intuitive interface that makes it easy for anyone to use." ,
                    "image": "images/BlockchainProjects/web2.JPG",
                    "link": "https://nft-collection-liart-iota.vercel.app/"
                  },
                  {
                      "title": "Let your Users Claim Free Tokens",
                      "description": "Introducing the Nitty Dev Token project, this app allows you to connect your wallet and claim free tokens.",
                      "image": "images/BlockchainProjects/ICO.JPG",
                      "link": "https://nitty-dev-tokens.vercel.app/"
                    },
                    {
                        "title": "Revolutionizing Rentals: Secure Blockchain Lease Management",
                        "description": "This rental lease management app utilizes blockchain technology for secure and transparent transactions. Landlords can initialize lease contracts, while tenants can sign leases, pay rent, and check out. The intuitive interface offers separate sections for landlord and tenant interactions, leveraging the Ethereum blockchain for decentralized contract execution." ,
                        "image": "images/BlockchainProjects/rent.JPG",
                        "link": "https://my-rental-app.vercel.app/"
                      },
                      {
                          "title": "NFT Marketplace",
                          "description": "This NFT marketplace is a decentralized application that allows users to buy and sell NFTs. It is built on the EVM blockchain and uses smart contracts to facilitate transactions. The marketplace is designed to be user-friendly, with an intuitive interface that makes it easy for anyone to use." ,
                          "image": "images/BlockchainProjects/market.JPG",
                          "link": "https://marketplace-alpha-wine.vercel.app/"
                        },
                        {
                            "title": "My Loyalty Card Program",
                            "description": "The Loyalty Card Contract App is a blockchain-based solution that reimagines traditional loyalty programs. Built on the ERC721 standard, each Non-Fungible Token (NFT) acts as a unique loyalty card, complete with specialized features. Cardholders can use a cancel function to burn their NFT, effectively canceling their membership. Additionally, admins have the capability to revoke or update a card's metadata, allowing for dynamic adjustments based on a user's loyalty status. Issued via signature minting, this app is best suited for membership or subscription-based programs that require an extra layer of administrative control." ,
                            "image": "images/BlockchainProjects/loyaltycard.PNG",
                            "link": "https://loyalty-card-orpin.vercel.app/"
                          }
        
  ]
  
