[
    {
      "title": "Account Abstraction",
      "description": "This project exemplifies the next generation of digital asset management on the Ethereum blockchain by utilizing ERC-4337 Account Abstraction for user authentication.",
      "image": "images/BlockchainProjects/unipass.PNG",
      "link": "https://aa-puce.vercel.app/"
    },
    {
      "title": "Gated Websites",
      "description": "No more hassle of username-password combinations or OTPs; simply connect your wallet and gain instant, secure access.",
      "image": "images/BlockchainProjects/signin.PNG",
      "link": "https://sign-in-b4xz.vercel.app/"
    },
    {
      "title": "Mirac.eth NFT Gallery",
      "description": "A sleek, Web3-enabled platform for NFT management with real-time fetching and pagination.",
      "image": "images/BlockchainProjects/gallery.PNG",
      "link": "https://gallery-gamma-bay.vercel.app/"
    },
    {
      "title": "Quick Vault",
      "description": "Create and secure your NFT wallet effortlessly—no complex keys or seed phrases required.",
      "image": "images/BlockchainProjects/wallet.PNG",
      "link": "https://wallet-henna-ten.vercel.app/"
    },
    {
        "title": "Purchase NFT with Credit Card",
      "description": "Interested in providing your users with the convenience of purchasing NFTs using their credit cards? Look no further - explore our solution today.",
      "image": "images/BlockchainProjects/crossmint.PNG",
      "link": "https://crossmint.vercel.app/"
    },
    {
        "title": "NFT Mail Notify",
        "description": "Notify your NFT claimants with ease after claiming their NFT through MailChain's efficient notification system",
        "image": "images/BlockchainProjects/mailchain.JPG",
        "link": "https://mailchain.vercel.app/"
      },
      {
          "title": "Stake Your Nft",
          "description": "Mint Nft, Stake it and Earn Rewards.",
          "image": "images/BlockchainProjects/stake.JPG",
          "link": "https://stake-nft.vercel.app/"
        },
      {
          "title": "Complete 2 Collect",
          "description": "Complete tasks to unlock your deposited funds. Get your money back with every goal achieved. Welcome to Accountability App." ,
          "image": "images/BlockchainProjects/c2c.PNG",
          "link": "https://complete2-collect.vercel.app/"
        },
        {
          "title": "Progressive Web App",
          "description": "My project, Unipass, is a Progressive Web App offering a native-app-like experience, offline capability, and cross-platform accessibility.\nHow to Install:\n- On Android: Open the app in a web browser, tap on the three-dot menu, and select 'Add to Home screen'.\n- On iOS: Open the app in Safari, tap the 'Share' button, and then choose 'Add to Home Screen'.\n- On Desktop: Open the app in a web browser, and look for a '+' symbol in the address bar or browser options to install.",
          "image": "images/BlockchainProjects/unipass.PNG",
          "link": "https://aa-puce.vercel.app/"
        },
        {
            "title": "Token Bound Account",
            "description": "Unlock the future of digital asset management with our Token-Bound Wallet. This unique solution allows you not only to buy and sell NFTs but also to transfer the entire wallet simply by exchanging a special Account NFT. Effortlessly gift or sell your entire digital portfolio with a single transaction." ,
            "image": "images/BlockchainProjects/TBA.PNG",
            "link": "https://token-bound-wallet.vercel.app/"
          },
          {
              "title": "Card To Canvas",
              "description": "Transform your credit card into a key to the NFT universe. With CardToCanvas, purchasing unique digital assets has never been easier. Backed by Paper.xyz technology." ,
              "image": "images/BlockchainProjects/creditcard.PNG",
              "link": "https://paper-wallet-thirdweb.vercel.app/"
            },
            {
                "title": "Decentralized Token Whitelisting and Messaging DApp",
                "description": "Explore a cutting-edge DApp that enables secure token whitelisting, personalized messaging, and easy token claims within the blockchain network. Enhance trust and security in token transfers while fostering an inclusive token economy. Embrace the future of blockchain technology today!" ,
                "image": "images/BlockchainProjects/BToken.JPG",
                "link": "https://blockchain-token-swap-app.vercel.app/"
              }
        
  ]
  